Repository: dohrisalim/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, lv, nl

source: This cannot be undone, confirm ?
de: Dies kann nicht rückgängig gemacht werden. Bestätigen?
it: Questa operazione non può essere annullata, confermi ?
lv: Šo darbību nevar atsaukt, apstiprināt?
nl: Dit kan niet ongedaan worden gemaakt. Bevestigen ?

source: This will delete all responses associated and the form itself, are you sure?
de: Dadurch werden alle zugehörigen Antworten und das Formular selbst gelöscht. Sind Sie sicher?
it: Verranno eliminate tutte le risposte associate e il modulo stesso. Sei sicuro?
lv: Tas izdzēsīs visas saistītās atbildes un pašu veidlapu, vai esat pārliecināti?
nl: Hiermee worden alle bijbehorende reacties en het formulier zelf verwijderd. Weet je het zeker?

source: Title of your form
de: Titel Ihres Formulars
it: Titolo del tuo modulo
lv: Jūsu veidlapas nosaukums
nl: Titel van uw formulier

source: Type
de: Typ
it: Tipo
lv: Tips

source: Select one option
de: Wählen Sie eine Option aus
it: Seleziona un'opzione
lv: Izvēlieties vienu iespēju
nl: Selecteer een optie

source: Select one or multiple options
de: Wählen Sie eine oder mehrere Optionen aus
it: Seleziona una o più opzioni
lv: Izvēlieties vienu vai vairākas opcijas
nl: Selecteer een of meerdere opties

source: Multiple answers
de: Mehrere Antworten
it: Risposte multiple
lv: Vairākas atbildes
nl: Meerdere antwoorden

source: PDF, PPT, PPTX up to %{size} MB
de: PDF, PPT, PPTX bis zu %{size} MB
it: PDF, PPT, PPTX fino a %{size} MB
lv: PDF, PPT, PPTX līdz %{size} MB
nl: PDF, PPT, PPTX tot %{size} MB

source: Enable messages
de: Nachrichten aktivieren
it: Abilita messaggi
lv: Iespējot ziņojumus
nl: Schakel berichten in

source: Show messages
de: Nachrichten anzeigen
it: Mostra messaggi
lv: Rādīt ziņojumus
nl: Toon berichten

source: Messages deactivated
de: Nachrichten deaktiviert
it: Messaggi disattivati
lv: Ziņojumi atspējoti
nl: Berichten gedeactiveerd

source: Anonymous
it: Anonimo
lv: Anonīms
nl: Anoniem

source: Close
de: Schließen
it: Chiudi
lv: Aizvērt
nl: Sluiten

source: Enter your name
it: Inserisci il tuo nome
lv: Ievadiet savu vārdu
nl: Vul jouw naam in

source: Or go to %{url} and use the code:
de: Oder gehen Sie zu %{url} und verwenden Sie den Code:
it: Oppure vai su %{url} e usa il codice:
lv: Vai arī dodieties uz %{url} un izmantojiet kodu:
nl: Of ga naar %{url} en gebruik de code:

source: Use your name
de: Benutze deinen Namen
it: Usa il tuo nome
lv: Izmantojiet savu vārdu
nl: Gebruik je naam

source: disabled
de: deaktiviert
it: disabilitato
lv: atspējots
nl: uitgeschakeld

source: Account creation is disabled
de: Kontoerstellung ist deaktiviert
it: La creazione dell'utenza è disabilitata
lv: Konta izveide ir atspējota
nl: Het aanmaken van een account is uitgeschakeld

source: Add a Youtube video or any web content.
de: Fügen Sie ein YouTube-Video oder einen beliebigen Webinhalt hinzu.
it: Aggiungi un video di Youtube o qualsiasi contenuto web.
lv: Pievienojiet Youtube videoklipu vai jebkuru tīmekļa saturu.
nl: Voeg een YouTube-video of andere webinhoud toe.

source: Confirm new password
de: Neues Passwort bestätigen
it: Conferma nuova password
lv: Jaunās paroles apstiprināšana
nl: Bevestig nieuw wachtwoord

source: Forgot your password?
de: Passwort vergessen?
it: Hai dimenticato la password?
lv: Aizmirsāt paroli?
nl: Wachtwoord vergeten?

source: If your email is in our system, you'll receive instructions to reset your password shortly.
de: Wenn sich Ihre E-Mail-Adresse in unserem System befindet, erhalten Sie in Kürze Anweisungen zum Zurücksetzen Ihres Passworts.
it: Se il tuo indirizzo email è nel nostro sistema, riceverai a breve le istruzioni per reimpostare la password.
lv: Ja jūsu e-pasta adrese ir mūsu sistēmā, drīz saņemsiet norādījumus par paroles atiestatīšanu.
nl: Als jouw e-mailadres in ons systeem staat, ontvangt je binnenkort instructies om het wachtwoord opnieuw in te stellen.

source: Password confirmation
de: Passwort bestätigen
it: Conferma password
lv: Paroles apstiprināšana
nl: Wachtwoordbevestiging

source: Password updated successfully.
de: Passwort erfolgreich aktualisiert.
it: Password aggiornata con successo.
lv: Parole veiksmīgi atjaunināta.
nl: Wachtwoord succesvol bijgewerkt.

source: Reset password link is invalid or it has expired.
de: Der Link zum Zurücksetzen des Kennworts ist ungültig oder er ist abgelaufen.
it: Il collegamento per reimpostare la password non è valido o è scaduto.
lv: Paroles atiestatīšanas saite ir nederīga vai tās derīguma termiņš ir beidzies.
nl: De link voor het opnieuw instellen van het wachtwoord is ongeldig of is verlopen.

source: Reset your password
it: Reimposta la tua password
lv: Paroles atiestatīšana
nl: Stel je wachtwoord opnieuw in

source: Send link to reset password
de: Link zum Zurücksetzen des Passworts senden
it: Invia il link per reimpostare la password
lv: Nosūtīt saiti, lai atiestatītu paroli
nl: Link verzenden om wachtwoord opnieuw in te stellen

source: Current web content
it: Contenuto web attuale
lv: Pašreizējais tīmekļa saturs
nl: Huidige webinhoud

source: Edit web content
de: Webinhalt bearbeiten
it: Modifica contenuto web
lv: Tīmekļa satura rediģēšana
nl: Webinhoud bewerken

source: New web content
de: Neuer Webinhalt
it: Nuovo contenuto web
lv: Jauns tīmekļa saturs
nl: Nieuwe webinhoud

source: See current web content
it: Vedi contenuto web corrente
lv: Skatiet pašreizējo tīmekļa saturu
nl: Bekijk huidige webinhoud

source: This will delete the web content, are you sure?
it: Questo eliminerà il contenuto web, sei sicuro?
lv: Tas izdzēsīs tīmekļa saturu, vai esat pārliecināti?
nl: Hiermee wordt de webinhoud verwijderd. Weet je het zeker?

source: Title
de: Titel
it: Titolo
lv: Nosaukums
nl: Titel

source: Web content
de: Webinhalt
it: Contenuto web
lv: Tīmekļa saturs
nl: Webinhoud

source: Pin
de: Anpinnen
it: Appunta
lv: Piespraust
nl: Vastzetten

source: Pinned
de: Angepinnt
it: Appuntato
lv: Piesprausts
nl: Vastgezet

source: Pinned messages
it: Messaggi appuntati
lv: Piespraustie ziņojumi
nl: Vastgezette berichten

source: Pinned messages will appear here.
de: Angepinnte Beiträge werden hier angezeigt.
it: I messaggi appuntati verranno visualizzati qui.
lv: Šeit tiks rādīti piespraustie ziņojumi.
nl: Hier verschijnen vastgezette berichten.

source: Show only pinned messages
de: Nur angepinnte Nachrichten anzeigen
it: Mostra solo i messaggi appuntati
lv: Rādīt tikai piespraustos ziņojumus
nl: Toon alleen vastgezette berichten

source: Unpin
de: Lösen
it: Sblocca
lv: Atspraust
nl: Losmaken

source: Login or create account
de: Einloggen oder Konto erstellen
it: Accedi o crea un'utenza
lv: Pieslēdzieties vai izveidojiet kontu
nl: Inloggen of account aanmaken

source: Someone invited you to manage the event: %{name}
de: Jemand hat Sie eingeladen, das Ereignis zu verwalten: %{name}
it: Qualcuno ti ha invitato a gestire l'evento: %{name}
lv: Kāds jūs uzaicināja vadīt pasākumu: %{name}
nl: Iemand heeft je uitgenodigd om het evenement te beheren: %{name}

source: To accept the invitation, please login or create an account with this email: %{email}
de: Um die Einladung anzunehmen, melden Sie sich bitte an oder erstellen Sie ein Konto mit dieser E-Mail: %{email}
it: Per accettare l'invito, accedi o crea un'utenza' con questa email: %{email}
lv: Lai pieņemtu ielūgumu, lūdzu, piesakieties vai izveidojiet kontu, izmantojot šo e-pasta adresi: %{email}
nl: Om de uitnodiging te accepteren, logt je in of maak je een account aan met dit e-mailadres: %{email}

source: You have been invited
de: Sie wurden eingeladen
it: Sei stato invitato
lv: Jūs esat uzaicināti
nl: Je bent uitgenodigd

source: You have been invited to manage an event
de: Sie wurden eingeladen, ein Ereignis zu verwalten
it: Sei stato invitato a gestire un evento
lv: Jūs esat uzaicināti vadīt pasākumu
nl: Je bent uitgenodigd om een evenement te beheren

source: Saved
it: Salvato
lv: Saglabāts

source: All your events and files will be permanently deleted, are you sure?
de: Alle Ihre Veranstaltungen und Dateien werden dauerhaft gelöscht, sind Sie sicher?
it: Tutti i tuoi eventi e file verranno eliminati definitivamente, sei sicuro?
lv: Visi jūsu notikumi un faili tiks neatgriezeniski dzēsti, vai esat pārliecināti?
nl: Al jouw evenementen en bestanden worden definitief verwijderd. Weet je dat zeker?

source: Are you sure you want to terminate this event? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Veranstaltung beenden möchten? Diese Aktion kann nicht rückgängig gemacht werden.
it: Vuoi davvero terminare questo evento? Questa azione non può essere annullata.
lv: Vai esat pārliecināti, ka vēlaties pārtraukt šo notikumu? Šo darbību nevar atcelt.
nl: Weet je zeker dat je dit evenement wil stoppen? Deze actie kan niet ongedaan gemaakt worden.

source: Attendees room
de: Teilnehmerraum
it: Sala partecipanti
lv: Dalībnieku telpa
nl: Deelnemers ruimte

source: Be careful, these actions are irreversible
de: Seien Sie vorsichtig, diese Aktionen sind unwiderruflich
it: Attenzione, queste azioni sono irreversibili
lv: Esiet uzmanīgi, šīs darbības ir neatgriezeniskas
nl: Wees voorzichtig, deze acties zijn onomkeerbaar

source: Danger zone
de: Gefahrenzone
it: Zona pericolosa
lv: Bīstamā zona
nl: Gevarenzone

source: Delete account
it: Elimina utenza
lv: Dzēst kontu

source: Open presentation
de: Präsentation öffnen
it: Apri presentazione
lv: Atvērt prezentāciju
nl: Presentatie openen

source: View report
de: Bericht ansehen
it: Vedi report
lv: Apskatīt ziņojumu
nl: Bekijk rapport

source: Your account has been deleted.
de: Ihr Konto wurde gelöscht.
it: La tua utenza è stata eliminata.
lv: Jūsu konts ir dzēsts.
nl: Je account is verwijderd.

source: Access code
it: Codice di accesso
lv: Piekļuves kods

source: Animations in PPT/PPTX files are not supported, which is why we recommend exporting your presentation to PDF to ensure it displays correctly.
de: Animationen in PPT/PPTX-Dateien werden nicht unterstützt, weshalb wir empfehlen, Ihre Präsentation in PDF zu exportieren, um eine korrekte Anzeige zu gewährleisten.
it: Le animazioni nei file PPT/PPTX non sono supportate, motivo per cui consigliamo di esportare la presentazione in PDF per garantirne la corretta visualizzazione.
lv: Animācijas PPT/PPTX failos netiek atbalstītas, tāpēc mēs iesakām eksportēt prezentāciju PDF formātā, lai nodrošinātu tās pareizu rādīšanu.
nl: Animaties in PPT/PPTX-bestanden worden niet ondersteund. Daarom raden wij je aan de presentatie naar PDF te exporteren om er zeker van te zijn dat deze correct wordt weergegeven.

source: Attendees interactions
it: Interazioni con i partecipanti
lv: Dalībnieku mijiedarbība

source: Back
de: Zurück
it: Indietro
lv: Atpakaļ
nl: Terug

source: Facilitators
it: Aiutanti
lv: Moderatori

source: Finish
it: Terminato
lv: Beigt

source: Here you'll find all interactions from your attendees. You can manage messages, pinned messages, and submitted forms.
de: Hier finden Sie alle Interaktionen Ihrer Teilnehmer. Sie können Nachrichten, angeheftete Nachrichten und eingereichte Formulare verwalten.
it: Qui troverai tutte le interazioni dei tuoi partecipanti. Puoi gestire messaggi, messaggi appuntati e moduli compilati.
lv: Šeit atradīsiet visas dalībnieku mijiedarbības. Varat pārvaldīt ziņojumus, piespraustos ziņojumus un iesniegtās veidlapas.
nl: Hier vind je alle interacties van je bezoekers. Je kunt berichten, vastgezette berichten en verzonden formulieren beheren.

source: Identify users by their unique avatars.
de: Identifizieren Sie Benutzer anhand ihrer einzigartigen Avatare.
it: Identifica gli utenti tramite i loro avatar unici.
lv: Identificēt lietotājus pēc viņu unikālajiem avatariem.
nl: Identificeer gebruikers aan de hand van hun unieke avatars.

source: Next
it: Prossimo
lv: Nākamais

source: Select your presentation file. Accepted formats are PDF, PPT, or PPTX. Ensure the file size does not exceed the maximum limit.
de: Wählen Sie Ihre Präsentationsdatei aus. Akzeptierte Formate sind PDF, PPT oder PPTX. Stellen Sie sicher, dass die Dateigröße das maximale Limit nicht überschreitet.
it: Seleziona il file della tua presentazione. I formati accettati sono PDF, PPT o PPTX. Assicurati che la dimensione del file non superi il limite massimo.
lv: Izvēlieties prezentācijas failu. Pieņemamie formāti ir PDF, PPT vai PPTX. Pārliecinieties, ka faila lielums nepārsniedz maksimālo ierobežojumu.
nl: Selecteer het Presentatie. Geaccepteerde formaten zijn PDF, PPT of PPTX. Zorg ervoor dat de bestandsgrootte de maximale limiet niet overschrijdt.

source: Time to launch your presentation!
it: È il momento di lanciare la tua presentazione!
lv: Laiks uzsākt prezentāciju!

source: Use the associated keyboard shortcuts for quick toggling of these settings.
de: Verwenden Sie die zugehörigen Tastaturkürzel, um diese Einstellungen schnell umzuschalten.
it: Per attivare/disattivare rapidamente queste impostazioni, utilizzare le scorciatoie da tastiera associate.
lv: Lai ātri pārslēgtu šos iestatījumus, izmantojiet saistītās tastatūras īsceļus.
nl: Gebruik de bijbehorende sneltoetsen om snel tussen deze instellingen te schakelen.

source: You can control each setting for the presentation (showing on the big screen) and on the attendee's room.
de: Sie können jede Einstellung für die Präsentation (Anzeige auf dem Großbildschirm) und im Raum der Teilnehmer steuern.
it: È possibile controllare ogni impostazione della presentazione (visualizzata sul grande schermo) e della sala dei partecipanti.
lv: Varat kontrolēt katru iestatījumu gan prezentācijai (rādīšanai uz lielā ekrāna), gan dalībnieka istabai.
nl: Je kunt elke instelling voor de presentatie (weergave op het grote scherm) en in de ruimte van de deelnemer beheren.

source: Your first steps with Claper
de: Ihre ersten Schritte mit Claper
it: I tuoi primi passi con Claper
lv: Jūsu pirmie soļi ar Claper
nl: Je eerste stappen met Claper

source: Attendees attempting to access the event prior to this date will be directed to a waiting room.
it: I partecipanti che tenteranno di accedere all'evento prima di tale data verranno indirizzati a una sala d'attesa.
lv: Apmeklētāji, kas mēģinās iekļūt pasākumā pirms šī datuma, tiks novirzīti uz uzgaidāmo telpu.

source: Create event
it: Crea evento
lv: Izveidot notikumu

source: Create your first event
it: Crea il tuo primo evento
lv: Izveidojiet savu pirmo notikumu

source: Event start date
de: Datum des Veranstaltungsbeginns
it: Data di inizio dell'evento
lv: Pasākuma sākuma datums
nl: Startdatum evenement

source: If you don't have time and just want interactions without a presentation file, you can create a new event here.
de: Wenn Sie keine Zeit haben und nur Interaktionen ohne eine Präsentationsdatei wünschen, können Sie hier eine neue Veranstaltung erstellen.
it: Se non hai tempo e vuoi solo interagire senza un file di presentazione, puoi creare un nuovo evento qui.
lv: Ja jums nav laika un vēlaties mijiedarbību bez prezentācijas faila, varat šeit izveidot jaunu notikumu.
nl: Als je geen tijd heeft en alleen interacties wilt zonder een Presentatie, kun je hier een nieuw evenement aanmaken.

source: If you require assistance in managing your event, you can grant access to others. Simply enter their email addresses; once they register an account with these emails, they will be able to manage the event.
it: Se hai bisogno di assistenza nella gestione del tuo evento, puoi concedere l'accesso ad altre persone. Inserisci semplicemente i loro indirizzi email; una volta che avranno registrato un'utenza con queste email, saranno in grado di gestire l'evento.
lv: Ja jums ir nepieciešama palīdzība pasākuma pārvaldībā, varat piešķirt piekļuvi citiem. Vienkārši ievadiet viņu e-pasta adreses; kad viņi reģistrēs kontu ar šiem e-pastiem, viņi varēs pārvaldīt pasākumu.

source: In a hurry ?
de: Eilig?
it: Hai fretta ?
lv: Steidzaties?
nl: Heb je haast ?

source: Live
it: Dal vivo
lv: Tiešraide

source: My events
de: Meine Veranstaltungen
it: I miei eventi
lv: Mani pasākumi
nl: Mijn evenementen

source: Name of your event
it: Nome del tuo evento
lv: Jūsu pasākuma nosaukums

source: Note: Facilitators do not have the ability to delete your event.
it: Nota: gli aiutanti non hanno la possibilità di eliminare il tuo evento.
lv: Piezīme: moderatoriem nav iespējas dzēst jūsu pasākumu.

source: Presentation file (optional)
it: File di presentazione (facoltativo)
lv: Prezentācijas fails (pēc izvēles)

source: Quick event
de: Schnellveranstaltung
it: Evento veloce
lv: Ātrs notikums
nl: Snel evenement

source: Quick event created successfully
de: Schnellveranstaltung erfolgreich erstellt
it: Evento veloce creato correttamente
lv: Veiksmīgi izveidots ātrais notikums
nl: Snel evenement succesvol aangemaakt

source: Return to your last event
it: Torna al tuo ultimo evento
lv: Atgriezties pie pēdējā notikuma

source: Select the start date for your event. Future dates are permissible.
it: Seleziona la data di inizio del tuo evento. Sono ammesse date future.
lv: Izvēlieties pasākuma sākuma datumu. Ir pieļaujami arī turpmākie datumi.

source: Select your presentation (optional)
it: Seleziona la tua presentazione (facoltativo)
lv: Izvēlieties savu prezentāciju (pēc izvēles)

source: This code will be used by your attendees to access the event. You have the option to create a custom code.
it: Questo codice verrà utilizzato dai tuoi partecipanti per accedere all'evento. Hai la possibilità di creare un codice personalizzato.
lv: Šo kodu dalībnieki izmantos, lai piekļūtu pasākumam. Jums ir iespēja izveidot pielāgotu kodu.

source: This event has been terminated
de: Diese Veranstaltung wurde beendet
it: Questo evento è stato terminato
lv: Šis notikums ir pārtraukts
nl: Dit evenement is gestopt

source: Welcome to Claper! You can create a new event here.
it: Benvenuto in Claper! Qui puoi creare un nuovo evento.
lv: Laipni lūdzam Claper! Šeit varat izveidot jaunu notikumu.

source: When your event will start?
it: Quando inizierà il tuo evento?
lv: Kad sāksies jūsu pasākums?

source: Create your next presentation with
de: Erstellen Sie Ihre nächste Präsentation mit
it: Crea la tua prossima presentazione con
lv: Izveidojiet nākamo prezentāciju, izmantojot
nl: Maak je volgende presentatie met

source: Event doesn't exist
de: Veranstaltung existiert nicht
it: L'evento non esiste
lv: Notikums neeksistē
nl: Evenement bestaat niet

source: Customize your account
de: Passen Sie Ihr Konto an
it: Personalizza la tua utenza
lv: Pielāgojiet savu kontu
nl: Pas je account aan

source: Language
de: Sprache
it: Lingua
lv: Valoda
nl: Taal

source: Preferences
de: Einstellungen
it: Preferenze
lv: Iestatījumi
nl: Voorkeuren

source: Your preferences have been updated.
de: Ihre Einstellungen wurden aktualisiert.
it: Le tue preferenze sono state aggiornate.
lv: Jūsu iestatījumi ir atjaunināti.
nl: Je voorkeuren zijn bijgewerkt.

source: Question
de: Frage
it: Domanda
lv: Jautājums
nl: Vraag

source: Questions
de: Fragen
it: Domande
lv: Jautājumi
nl: Vragen

source: Questions will appear here.
de: Fragen werden hier erscheinen.
it: Le domande appariranno qui.
lv: Jautājumi būs redzami šeit.
nl: Vragen zullen hier verschijnen

source: Sort by date
de: Nach Datum sortieren
it: Ordina per data
lv: Atlasīt pēc datuma
nl: Sorteren op datum

source: Sort by popularity
de: Nach Beliebtheit sortieren
it: Ordina per popolarità
lv: Atlasīt pēc popularitātes
nl: Sorteer op populariteit

source: Event manager
de: Veranstaltungsmanager
it: Responsabile eventi
lv: Pasākumu vadītājs
nl: Evenementmanager

source: Documentation
de: Dokumentation
it: Documentazione
lv: Dokumentācija
nl: Documentatie

source: My account
de: Mein Konto
it: La mia utenza
lv: Mans konts
nl: Mijn account

source: Your personal informations to access your account
it: I tuoi dati personali per accedere alla tua utenza
lv: Jūsu personiskā informācija, lai piekļūtu savam kontam

source: Enable reactions
it: Abilita reazioni
lv: Iespējot reakcijas

source: Activate the tool in your LMS
de: Aktivieren Sie das Tool in Ihrem LMS
it: Attiva lo strumento nel tuo LMS
lv: Aktivizējiet rīku savā LMS
nl: Activeer de tool in uw LMS

source: Bring Claper to your LMS
de: Bringen Sie Claper zu Ihrem LMS
it: Porta Claper nel tuo LMS
lv: Pievienojiet Claper savai LMS
nl: Breng Claper naar uw LMS

source: Check the permissions to share name and email of users
de: Überprüfen Sie die Berechtigungen zum Teilen von Namen und E-Mail der Benutzer
it: Controlla i permessi per condividere nome ed email degli utenti
lv: Pārbaudiet lietotāju vārda un e-pasta kopīgošanas atļaujas
nl: Controleer de machtigingen om naam en e-mail van gebruikers te delen

source: Configure it to be opened in a new window
de: Konfigurieren Sie es so, dass es in einem neuen Fenster geöffnet wird
it: Configuralo per aprirlo in una nuova finestra
lv: Konfigurējiet, lai tas tiktu atvērts jaunā logā
nl: Configureer het om in een nieuw venster te openen

source: Oops
de: Ups
it: Ops!
lv: Ups
nl: Oeps

source: Register your platform
de: Registrieren Sie Ihre Plattform
it: Registra la tua piattaforma
lv: Reģistrējiet savu platformu
nl: Registreer uw platform

source: Registration completed
de: Registrierung abgeschlossen
it: Registrazione completata
lv: Reģistrācija pabeigta
nl: Registratie voltooid

source: You cannot perform this action
de: Sie können diese Aktion nicht ausführen
it: Non puoi eseguire questa azione
lv: Šo darbību nevar veikt
nl: U kunt deze actie niet uitvoeren

source: Your next steps
de: Ihre nächsten Schritte
it: I tuoi prossimi passi
lv: Nākamie soļi
nl: Uw volgende stappen

source: Add Claper
de: Claper hinzufügen
it: Aggiungi Claper
lv: Pievienot Claper
nl: Voeg Claper toe

source: Close preview
de: Vorschau schließen
it: Chiudi anteprima
lv: Aizvērt priekšskatījumu
nl: Voorvertoning sluiten

source: Create your first interaction.
it: Crea la tua prima interazione.
lv: Izveidojiet pirmo mijiedarbību.

source: Disable
it: Disabilita
lv: Atspējot

source: Enable
de: Aktivieren
it: Abilita
lv: Iespējot
nl: Inschakelen

source: Enable messages to change this option
it: Abilita i messaggi per modificare questa opzione
lv: Iespējiet ziņojumus, lai mainītu šo opciju

source: Open preview
de: Vorschau öffnen
it: Apri anteprima
lv: Atvērt priekšskatījumu
nl: Voorvertoning openen

source: Show messages to change this option
de: Nachrichten anzeigen, um diese Option zu ändern
it: Mostra messaggi per modificare questa opzione
lv: Rādīt ziņojumus, lai mainītu šo opciju
nl: Toon berichten om deze optie te wijzigen

source: This slide does not have any interactions.
de: Diese Folie hat keine Interaktionen.
it: Questa diapositiva non ha interazioni.
lv: Šim slaidam nav mijiedarbības.
nl: Deze dia heeft geen interacties.

source: Accounts linked
de: Verknüpfte Konten
it: Profili collegati
lv: Saistītie konti
nl: Gekoppelde accounts

source: Are you sure you want to unlink this account?
de: Sind Sie sicher, dass Sie dieses Konto trennen möchten?
it: Vuoi davvero scollegare questa utenza?
lv: Vai esat pārliecināti, ka vēlaties atcelt šī konta sasaisti?
nl: Weet u zeker dat u dit account wilt ontkoppelen?

source: Login with %{provider}
de: Anmelden mit %{provider}
it: Accedi con %{provider}
lv: Pieteikšanās ar %{provider}
nl: Inloggen met %{provider}

source: The account has been unlinked.
de: Das Konto wurde getrennt.
it: L'utenza è stata scollegata.
lv: Konts ir atsaistīts.
nl: Het account is ontkoppeld.

source: This section contains all your interactions.
de: Dieser Abschnitt enthält alle Ihre Interaktionen.
it: Questa sezione contiene tutte le tue interazioni.
lv: Šajā sadaļā ir iekļautas visas jūsu mijiedarbības.
nl: Deze sectie bevat al uw interacties.

source: Unlink
it: Scollega
lv: Atsaistīt
