Repository: dohrisalim/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, lv, nl

source: You can confirm your email change by visiting the URL below
it: Puoi confermare la modifica dell'indirizzo email visitando l'URL sottostante

source: Hide attendee count
de: Teilnehmerzahl ausblenden
it: Nascondi numero dei partecipanti
lv: Slēpt dalībnieku skaitu
nl: Aantal deelnemers verbergen

source: Required
de: Erforderlich
it: Obbligatorio
lv: Obligāti aizpildāms
nl: Verplicht

source: (optional)
it: (facoltativo)
lv: (pēc izvēles)
nl: (optioneel)

source: Password
de: Passwort
lv: Parole
nl: Wachtwoord

source: Provider
de: Anbieter
lv: Nodrošinātājs
nl: Aanbieder

source: No
de: Nein
lv: Nē
nl: Nee

source: Email
lv: E-pasts

source: Host
lv: Organizators

source: Attendees
lv: Dalībnieki

source: Average score
lv: Vidējais rezultāts

source: Interaction
lv: Mijiedarbība

source: Presentation
lv: Prezentācija

source: Quiz
lv: Viktorīna

source: Forms
lv: Veidlapas

source: Interactions
lv: Mijiedarbība
