Repository: dohrisalim/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, lv, nl

source: You can add interactions to your presentation slides.
de: Sie können Ihren Präsentationsfolien Interaktionen hinzufügen.
it: Puoi aggiungere interazioni alle diapositive della tua presentazione.
lv: Prezentācijas slaidiem varat pievienot mijiedarbību.
nl: U kunt interacties toevoegen aan uw presentatiedia's.

source: Your interactions
de: Ihre Interaktionen
it: Le tue interazioni
lv: Jūsu mijiedarbība
nl: Uw interacties

source: Confirm password
it: Conferma password
lv: Paroles apstiprināšana

source: Set a new password
de: Neues Passwort festlegen
it: Imposta una nuova password
lv: Jaunas paroles iestatīšana
nl: Stel een nieuw wachtwoord in

source: Set a new password for your account before unlinking it.
de: Legen Sie ein neues Passwort für Ihr Konto fest, bevor Sie es trennen.
it: Imposta una nuova password per la tua utenza prima di scollegarla.
lv: Pirms konta atsaistīšanas iestatiet jaunu paroli.
nl: Stel een nieuw wachtwoord in voor uw account voordat u het ontkoppelt.

source: Your password has been set, you can now unlink your account.
de: Ihr Passwort wurde festgelegt. Sie können jetzt Ihr Konto trennen.
it: La tua password è stata impostata, ora puoi scollegare la tua utenza.
lv: Jūsu parole ir iestatīta, tagad varat atsaistīt kontu.
nl: Uw wachtwoord is ingesteld, u kunt nu uw account ontkoppelen.

source: Iframe code
it: Codice per iframe
lv: Iframe kods

source: Link to the content
de: Link zum Inhalt
it: Collegamento al contenuto
lv: Saite uz saturu
nl: Link naar de inhoud

source: Please enter a valid %{provider} link
de: Bitte geben Sie einen gültigen %{provider}-Link ein
it: Inserisci un collegamento %{provider} valido
lv: Lūdzu, ievadiet derīgu %{provider} saiti
nl: Voer een geldige %{provider} link in

source: Please enter a valid link starting with http:// or https://
de: Bitte geben Sie einen gültigen Link ein, der mit http:// oder https:// beginnt
it: Inserisci un collegamento valido che inizia con http:// o https://
lv: Lūdzu, ievadiet derīgu saiti, kas sākas ar http:// vai https://
nl: Voer een geldige link in die begint met http:// of https://

source: Please enter valid HTML content with an iframe tag
de: Bitte geben Sie gültigen HTML-Inhalt mit einem iframe-Tag ein
it: Inserisci un contenuto HTML valido con un tag iframe
lv: Lūdzu, ievadiet derīgu HTML saturu ar iframe tagu
nl: Voer geldige HTML-inhoud in met een iframe-tag

source: Attendees can see the results on their device
de: Teilnehmer können die Ergebnisse auf ihrem Gerät sehen
it: I partecipanti possono vedere i risultati sul loro dispositivo
lv: Dalībnieki var redzēt rezultātus savā ierīcē
nl: Deelnemers kunnen de resultaten op hun apparaat zien

source: Attendees can view the web content on their device
de: Teilnehmer können die Webinhalte auf ihrem Gerät anzeigen
it: I partecipanti possono visualizzare il contenuto web sul proprio dispositivo
lv: Apmeklētāji var skatīt tīmekļa saturu savā ierīcē

source: Options
de: Optionen
it: Opzioni
lv: Iespējas
nl: Opties

source: Duplicate
de: Duplizieren
it: Duplica
lv: Dublēt
nl: Dupliceren

source: A required security token was not found or was invalid.
de: Ein erforderliches Sicherheitstoken wurde nicht gefunden oder war ungültig.
it: Un token di sicurezza richiesto non è stato trovato o non era valido.
lv: Nepieciešamais drošības žetons netika atrasts vai bija nederīgs.
nl: Een vereist beveiligingstoken is niet gevonden of was ongeldig.

source: Back to Login
de: Zurück zum Login
it: Torna al Login
lv: Atgriezties pie pieteikšanās
nl: Terug naar Inloggen

source: CSRF Verification Failed
de: CSRF-Verifizierung fehlgeschlagen
it: Verifica CSRF Fallita
lv: CSRF verifikācija neizdevās
nl: CSRF-verificatie mislukt

source: Clear cookies (at least for Claper domain)
de: Cookies löschen (mindestens für die Claper-Domain)
it: Cancella i cookie (almeno per il dominio Claper)
lv: Notīriet sīkfailus (vismaz Claper domēnam)
nl: Wis cookies (ten minste voor het Claper-domein)

source: Ensure the URL does not contain an extra "/" anywhere
de: Stellen Sie sicher, dass die URL nirgendwo ein zusätzliches "/" enthält
it: Assicurati che l'URL non contenga un "/" extra da nessuna parte
lv: Pārliecinieties, ka URL adresē nav papildu "/"
nl: Zorg ervoor dat de URL nergens een extra "/" bevat

source: If the problem persists, please contact support.
de: Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
it: Se il problema persiste, contatta il supporto.
lv: Ja problēma saglabājas, sazinieties ar atbalsta dienestu.
nl: Als het probleem aanhoudt, neem dan contact op met de ondersteuning.

source: If you're continually seeing this issue, try the following:
de: Wenn Sie dieses Problem weiterhin sehen, versuchen Sie Folgendes:
it: Se continui a vedere questo problema, prova quanto segue:
lv: Ja šī problēma atkārtojas, izmēģiniet šādu darbību:
nl: Als u dit probleem blijft zien, probeer dan het volgende:

source: Reload the page you're trying to access (don't re-submit data)
de: Laden Sie die Seite, auf die Sie zugreifen möchten, neu (senden Sie keine Daten erneut)
it: Ricarica la pagina che stai cercando di accedere (non reinviare i dati)
lv: Atkārtoti ielādējiet lapu, kurai mēģināt piekļūt (neveiciet atkārtotu datu nosūtīšanu)
nl: Herlaad de pagina die u probeert te openen (dien geen gegevens opnieuw in)

source: Try logging in again
de: Versuchen Sie, sich erneut anzumelden
it: Prova ad accedere di nuovo
lv: Mēģiniet vēlreiz pieteikties
nl: Probeer opnieuw in te loggen

source: End
de: Beenden
it: Fine
lv: Izbeigt
nl: Beëindigen

source: More options
de: Weitere Optionen
it: Altre opzioni
lv: Vairāk iespēju
nl: Meer opties

source: Yes
de: Ja
it: Sì
lv: Jā
nl: Ja

source: CONFIRM ACCOUNT
de: KONTO BESTÄTIGEN
it: CONFERMA ACCOUNT
lv: APSTIPRINĀT KONTU
nl: BEVESTIG ACCOUNT

source: Confirm account
de: Konto bestätigen
it: Conferma account
lv: Apstiprināt kontu
nl: Bevestig account

source: Confirmation instructions
de: Bestätigungsanweisungen
it: Istruzioni di conferma
lv: Apstiprināšanas norādījumi
nl: Bevestigingsinstructies

source: RESET PASSWORD
de: PASSWORT ZURÜCKSETZEN
it: REIMPOSTA PASSWORD
lv: PAROLES ATIESTATĪŠANA
nl: WACHTWOORD OPNIEUW INSTELLEN

source: Reset password
it: Reimposta la tua password
lv: Paroles atiestatīšana

source: Reset password instructions
de: Anweisungen zum Zurücksetzen des Passworts
it: Istruzioni per reimpostare la password
lv: Paroles atiestatīšanas instrukcijas
nl: Instructies voor het opnieuw instellen van het wachtwoord

source: You can confirm your account by visiting the URL below
it: Puoi confermare il tuo account visitando l'URL sottostante
lv: Varat apstiprināt savu kontu, apmeklējot tālāk norādīto URL adresi

source: You can reset your password by visiting the URL below
de: Sie können Ihr Passwort zurücksetzen, indem Sie die folgende URL besuchen
it: Puoi reimpostare la tua password visitando l'URL sottostante
lv: Savu paroli varat atiestatīt, apmeklējot tālāk norādīto URL adresi
nl: Je kunt je wachtwoord opnieuw instellen door de onderstaande URL te bezoeken

source: back to the home page
de: zurück zur Startseite
it: torna alla pagina iniziale
lv: atpakaļ uz sākumlapu
nl: terug naar de startpagina

source: Add Question
it: Aggiungi Domanda
lv: Pievienot jautājumu

source: Add a quiz to test knowledge.
de: Fügen Sie ein Quiz hinzu, um Wissen zu testen.
it: Aggiungi un quiz per testare le conoscenze.
lv: Pievienojiet viktorīnu, lai pārbaudītu zināšanas.
nl: Voeg een quiz toe om kennis te testen.

source: Add answer
de: Antwort hinzufügen
it: Aggiungi risposta
lv: Pievienot atbildi
nl: Antwoord toevoegen

source: Allow anonymous messages
it: Consenti messaggi anonimi
lv: Atļaut anonīmus ziņojumus

source: Answer %{index}
de: Antwort %{index}
it: Risposta %{index}
lv: Atbilde %{index}
nl: Antwoord %{index}

source: Current quiz
de: Aktuelles Quiz
it: Quiz attuale
lv: Pašreizējā viktorīna
nl: Huidige quiz

source: Deny anonymous messages
it: Rifiuta messaggi anonimi
lv: Aizliegt anonīmus ziņojumus

source: Disable messages
it: Disabilita messaggi
lv: Izslēgt ziņojumus

source: Disable reactions
it: Disabilita reazioni
lv: Izslēgt reakcijas

source: Edit quiz
it: Modifica quiz
lv: Rediģēt viktorīnu

source: Hide instructions to join
de: Beitrittsanweisungen ausblenden
it: Nascondi istruzioni per partecipare
lv: Paslēpt pievienošanās instrukcijas
nl: Instructies om deel te nemen verbergen

source: Hide messages
it: Nascondi messaggi
lv: Slēpt ziņojumus

source: Hide results on presentation
it: Nascondi risultati sulla presentazione
lv: Paslēpt rezultātus prezentācijā

source: How it works ?
de: Wie funktioniert es?
it: Come funziona ?
lv: Kā tas darbojas?
nl: Hoe werkt het?

source: New quiz
de: Neues Quiz
it: Nuovo quiz
lv: Jauna viktorīna
nl: Nieuwe quiz

source: Previous
de: Vorherige
it: Precedente
lv: Iepriekšējais
nl: Vorige

source: Remove question
de: Frage entfernen
it: Rimuovi domanda
lv: Noņemt jautājumu
nl: Vraag verwijderen

source: Review questions
de: Überprüfen Sie die Fragen
it: Passa in rassegna le domande
lv: Pārskata jautājumi
nl: Neem de vragen door

source: See current quiz
it: Vedi quiz attuale
lv: Skatīt pašreizējo viktorīnu

source: Select presentation
it: Seleziona presentazione
lv: Izvēlieties prezentāciju

source: Show all messages
it: Mostra tutti i messaggi
lv: Rādīt visus ziņojumus

source: Show instructions to join
it: Mostra istruzioni per partecipare
lv: Rādīt pievienošanās instrukcijas

source: Show results
de: Ergebnisse anzeigen
it: Mostra risultati
lv: Rādīt rezultātus
nl: Toon resultaten

source: Show results on presentation
it: Mostra risultati sulla presentazione
lv: Rādīt rezultātus prezentācijā

source: This will delete all responses associated and the quiz itself, are you sure?
it: Questo eliminerà tutte le risposte associate e il quiz stesso, sei sicuro?
lv: Tas izdzēsīs visas saistītās atbildes un pašu viktorīnu, vai esat pārliecināti?

source: Waiting for results...
de: Warten auf Ergebnisse...
it: In attesa dei risultati...
lv: Gaidām rezultātus...
nl: Wachten op resultaten...

source: Your question
de: Ihre Frage
it: La tua domanda
lv: Jūsu jautājums
nl: Jouw vraag

source: Your score
de: Ihre Punktzahl
it: Il tuo punteggio
lv: Jūsu rezultāts
nl: Jouw score

source: Export
de: Exportieren
it: Esporta
lv: Eksportēt
nl: Exporteren

source: Export to QTI (XML)
de: Als QTI (XML) exportieren
it: Esporta in QTI (XML)
lv: Eksportēšana uz QTI (XML)
nl: Exporteren naar QTI (XML)

source: No form has been created
de: Es wurde kein Formular erstellt
it: Nessun modulo è stato creato
lv: Nav izveidota neviena veidlapa
nl: Er is geen formulier gemaakt

source: No poll has been created
de: Es wurde keine Umfrage erstellt
it: Nessun sondaggio è stato creato
lv: Nav izveidota neviena aptauja
nl: Er is geen peiling gemaakt

source: No quiz has been created
de: Es wurde kein Quiz erstellt
it: Nessun quiz è stato creato
lv: Nav izveidota viktorīna
nl: Er is geen quiz gemaakt

source: No web content has been created
de: Es wurde kein Webinhalt erstellt
it: Nessun contenuto web è stato creato
lv: Tīmekļa saturs nav izveidots
nl: Er is geen webinhoud gemaakt

source: Polls
it: Sondaggi
lv: Aptaujas

source: Quizzes
it: Quiz
lv: Viktorīnas

source: Report
de: Bericht
it: Rapporto
lv: Ziņojums
nl: Rapport

source: Unique attendees
de: Einzigartige Teilnehmer
it: Partecipanti unici
lv: Unikālie apmeklētāji
nl: Unieke deelnemers

source: Web Content
it: Contenuto Web
lv: Tīmekļa saturs

source: Active
de: Aktiv
it: Attivo
lv: Aktīvs
nl: Actief

source: Load more
de: Mehr laden
it: Carica altro
lv: Ielādēt vairāk
nl: Meer laden

source: Shared with you
de: Mit Ihnen geteilt
it: Condiviso con te
lv: Kopīgots ar jums
nl: Gedeeld met jou

source: You must login to continue
de: Sie müssen sich anmelden, um fortzufahren
it: Devi accedere per continuare
lv: Jums ir jāpiesakās, lai turpinātu
nl: Je moet inloggen om door te gaan

source: must have at least one correct answer
de: muss mindestens eine richtige Antwort haben
it: deve avere almeno una risposta corretta
lv: jābūt vismaz vienai pareizai atbildei
nl: moet minimaal een correcte antwoord hebben

source: Click here to open the presentation window. Press <strong>F</strong> in the presentation window to enable fullscreen.
de: Klicken Sie hier, um das Präsentationsfenster zu zeigen. Drucken Sie <strong>F</strong> im Präsentationsfenster, um den Vollbildmodus zu aktivieren.
it: Clicca qui per aprire la finestra di presentazione. Premi <strong>F</strong> nella finestra di presentazione per abilitare la modalità a schermo intero.
lv: Noklikšķiniet šeit, lai atvērtu prezentācijas logu. Prezentācijas logā nospiediet <strong>F</strong>, lai iespējotu pilnekrāna režīmu.
nl: Klik hier om de presentatievenster te openen. Druk <strong>F</strong> in de presentatievenster om de volledig schermmodus te activeren.

source: Allow anonymous submissions
it: Consenti invii anonimi
lv: Atļaut anonīmus iesniegumus

source: Please sign in to submit your answers
de: Bitte melden Sie sich an, um Ihre Antworten einzureichen
it: Accedi per inviare le tue risposte
lv: Lūdzu, pierakstieties, lai iesniegtu savas atbildes
nl: Log in om je antwoorden in te dienen

source: Sign in
de: Anmelden
it: Accedi
lv: Pierakstīties
nl: Inloggen

source: Total submissions
de: Gesamtanzahl der Einreichungen
it: Risposte totali
lv: Kopējais iesniegto pieteikumu skaits
nl: Totaal aantal inzendingen

source: A unique code for participants to join this event
de: Ein eindeutiger Code für Teilnehmer, um diesem Event beizutreten
it: Un codice unico per far partecipare i partecipanti a questo evento
nl: Een unieke code voor deelnemers om aan dit evenement deel te nemen

source: A unique name for this event
de: Ein eindeutiger Name für dieses Event
it: Un nome unico per questo evento
nl: Een unieke naam voor dit evenement

source: A unique name to identify this OIDC provider
de: Ein eindeutiger Name zur Identifikation dieses OIDC-Anbieters
it: Un nome unico per identificare questo provider OIDC
nl: Een unieke naam om deze OIDC-aanbieder te identificeren

source: Account is confirmed and active
de: Konto ist bestätigt und aktiv
it: L'account è confermato e attivo
nl: Account is bevestigd en actief

source: Assigned User
de: Zugewiesener Benutzer
it: Utente assegnato
nl: Toegewezen gebruiker

source: Authorization Code
de: Autorisierungscode
it: Codice di autorizzazione
nl: Autorisatiecode

source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren

source: Client ID
it: ID Cliente

source: Client Secret
it: Segreto Cliente
nl: Client-geheim

source: Completed
de: Abgeschlossen
it: Completato
nl: Voltooid

source: Confirmed At
de: Bestätigt am
it: Confermato il
nl: Bevestigd op

source: Create Provider
de: Anbieter erstellen
it: Crea provider
nl: Aanbieder aanmaken

source: Delete provider
de: Anbieter löschen
it: Elimina provider
nl: Aanbieder verwijderen

source: Edit OIDC Provider
de: OIDC-Anbieter bearbeiten
it: Modifica provider OIDC
nl: OIDC-aanbieder bewerken

source: Edit event
de: Event bearbeiten
it: Modifica evento
nl: Evenement bewerken

source: Edit provider
de: Anbieter bearbeiten
it: Modifica provider
nl: Aanbieder bewerken

source: Enable this OIDC provider
de: Diesen OIDC-Anbieter aktivieren
it: Abilita questo provider OIDC
nl: Deze OIDC-aanbieder inschakelen

source: Enter client ID
de: Client-ID eingeben
it: Inserisci ID cliente
nl: Voer client-ID in

source: Enter client secret
de: Client-Secret eingeben
it: Inserisci segreto cliente
nl: Voer client-geheim in

source: Enter event code
de: Event-Code eingeben
it: Inserisci codice evento
nl: Voer evenementcode in

source: Enter event name
de: Event-Name eingeben
it: Inserisci nome evento
nl: Voer evenementnaam in

source: Enter provider name
de: Anbieter-Name eingeben
it: Inserisci nome provider
nl: Voer aanbieder naam in

source: Enter user email
de: Benutzer-E-Mail eingeben
it: Inserisci email utente
nl: Voer gebruiker e-mail in

source: Event Creation
de: Event-Erstellung
it: Creazione eventi
nl: Evenement aanmaken

source: Event created successfully
de: Event erfolgreich erstellt
it: Evento creato con successo
nl: Evenement succesvol aangemaakt

source: Event deleted successfully
de: Event erfolgreich gelöscht
it: Evento eliminato con successo
nl: Evenement succesvol verwijderd

source: Event details
it: Dettagli evento
nl: Evenement details

source: Event updated successfully
de: Event erfolgreich aktualisiert
it: Evento aggiornato con successo
nl: Evenement succesvol bijgewerkt

source: Events exported successfully
de: Events erfolgreich exportiert
it: Eventi esportati con successo
nl: Evenementen succesvol geëxporteerd

source: Expired At
de: Abgelaufen am
it: Scade il
nl: Verloopt op

source: File selected
de: Datei ausgewählt
it: File selezionato
nl: Bestand geselecteerd

source: Fragment
it: Frammento

source: How the authorization response should be returned (defaults to 'query')
de: Wie die Autorisierungsantwort zurückgegeben werden soll (Standard ist 'query')
it: Come dovrebbe essere restituita la risposta di autorizzazione (predefinito: 'query')
nl: Hoe de autorisatie reactie moet worden geretourneerd (standaard 'query')

source: Hybrid
it: Ibrido
nl: Hybride

source: Implicit
de: Implizit
it: Implicito
nl: Impliciet

source: Initial password for the user
de: Anfangspasswort für den Benutzer
it: Password iniziale per l'utente
nl: Initieel wachtwoord voor de gebruiker

source: Issuer
de: Aussteller
it: Emittente
nl: Uitgever

source: Issuer URL
de: Aussteller-URL
it: URL emittente
nl: Uitgever URL

source: Last 30 days
de: Letzte 30 Tage
it: Ultimi 30 giorni
nl: Laatste 30 dagen

source: Last Updated
de: Zuletzt aktualisiert
it: Ultimo aggiornamento
nl: Laatst bijgewerkt

source: New event
de: Neues Event
it: Nuovo evento
nl: Nieuw evenement

source: No events found
de: Keine Events gefunden
it: Nessun evento trovato
nl: Geen evenementen gevonden

source: No file chosen
de: Keine Datei ausgewählt
it: Nessun file scelto
nl: Geen bestand gekozen

source: No owner
de: Kein Besitzer
it: Nessun proprietario
nl: Geen eigenaar

source: No role
de: Keine Rolle
it: Nessun ruolo
nl: Geen rol

source: No users found
de: Keine Benutzer gefunden
it: Nessun utente trovato
nl: Geen gebruikers gevonden

source: Not expired
de: Nicht abgelaufen
it: Non scaduto
nl: Niet verlopen

source: Not started
de: Nicht gestartet
it: Non iniziato
nl: Niet gestart

source: OAuth 2.0 response type (defaults to 'code')
de: OAuth 2.0 Antworttyp (Standard ist 'code')
it: Tipo di risposta OAuth 2.0 (predefinito: 'code')
nl: OAuth 2.0 reactie type (standaard 'code')

source: OIDC Provider details
de: OIDC-Anbieter-Details
it: Dettagli provider OIDC
nl: OIDC-aanbieder details

source: OIDC scopes to request (defaults to 'openid email profile')
de: OIDC-Bereiche, die angefordert werden sollen (Standard ist 'openid email profile')
it: Ambiti OIDC da richiedere (predefinito: 'openid email profile')
nl: OIDC scopes om aan te vragen (standaard 'openid email profile')

source: Owner
de: Besitzer
it: Proprietario
nl: Eigenaar

source: Provider created successfully
de: Anbieter erfolgreich erstellt
it: Provider creato con successo
nl: Aanbieder succesvol aangemaakt

source: Recent Events
de: Aktuelle Events
it: Eventi recenti
nl: Recente evenementen

source: Redirect URI
de: Umleitungs-URI
it: URI di reindirizzamento

source: Response Mode
de: Antwortmodus
it: Modalità di risposta
nl: Reactiemodus

source: Response Type
de: Antworttyp
it: Tipo di risposta
nl: Reactietype

source: Role
de: Rolle
it: Ruolo
nl: Rol

source: Saving...
de: Speichern...
it: Salvataggio in corso...
nl: Opslaan...

source: Scheduled
de: Geplant
it: Programmato
nl: Gepland

source: Scope
de: Bereich
it: Ambito

source: Search events...
de: Events suchen...
it: Cerca eventi...
nl: Zoek evenementen...

source: Search for a user...
de: Nach einem Benutzer suchen...
it: Cerca un utente...
nl: Zoek naar een gebruiker...

source: Search providers...
de: Anbieter suchen...
it: Cerca provider...
nl: Zoek aanbieders...

source: Search users...
de: Benutzer suchen...
it: Cerca utenti...
nl: Zoek gebruikers...

source: Select...
de: Auswählen...
it: Seleziona...
nl: Selecteer...

source: Start Date
de: Startdatum
it: Data di inizio
nl: Startdatum

source: Started At
de: Gestartet am
it: Iniziato il
nl: Gestart op

source: Status
it: Stato

source: The OIDC issuer URL (must start with http:// or https://)
de: Die OIDC-Aussteller-URL (muss mit http:// oder https:// beginnen)
it: L'URL dell'emittente OIDC (deve iniziare con http:// o https://)
nl: De OIDC-uitgever URL (moet beginnen met http:// of https://)

source: The callback URL for your application (must start with http:// or https://)
de: Die Callback-URL für Ihre Anwendung (muss mit http:// oder https:// beginnen)
it: L'URL di callback per la tua applicazione (deve iniziare con http:// o https://)
nl: De callback URL voor uw applicatie (moet beginnen met http:// of https://)

source: The user who owns this event (required)
de: Der Benutzer, der dieses Event besitzt (erforderlich)
it: L'utente proprietario di questo evento (obbligatorio)
nl: De gebruiker die eigenaar is van dit evenement (verplicht)

source: Total Events
de: Events insgesamt
it: Eventi totali
nl: Totaal evenementen

source: Total Users
de: Benutzer insgesamt
it: Utenti totali
nl: Totaal gebruikers

source: Unconfirmed
de: Unbestätigt
it: Non confermato
nl: Niet bevestigd

source: Update Event
de: Event aktualisieren
it: Aggiorna evento
nl: Evenement bijwerken

source: Update Provider
de: Anbieter aktualisieren
it: Aggiorna provider
nl: Aanbieder bijwerken

source: Update User
de: Benutzer aktualisieren
it: Aggiorna utente
nl: Gebruiker bijwerken

source: User Account
de: Benutzerkonto
it: Account utente
nl: Gebruikersaccount

source: User Growth
de: Benutzerwachstum
it: Crescita utenti
nl: Gebruikersgroei

source: User created successfully
de: Benutzer erfolgreich erstellt
it: Utente creato con successo
nl: Gebruiker succesvol aangemaakt

source: User deleted successfully
de: Benutzer erfolgreich gelöscht
it: Utente eliminato con successo
nl: Gebruiker succesvol verwijderd

source: User details
de: Benutzer-Details
it: Dettagli utente
nl: Gebruiker details

source: User's access level
de: Zugriffsebene des Benutzers
it: Livello di accesso dell'utente
nl: Toegangsniveau van gebruiker

source: User's email address (must be unique)
de: E-Mail-Adresse des Benutzers (muss eindeutig sein)
it: Indirizzo email dell'utente (deve essere unico)
nl: E-mailadres van gebruiker (moet uniek zijn)

source: Users
de: Benutzer
it: Utenti
nl: Gebruikers

source: Users exported successfully
de: Benutzer erfolgreich exportiert
it: Utenti esportati con successo
nl: Gebruikers succesvol geëxporteerd

source: View event
de: Event anzeigen
it: Visualizza evento
nl: Evenement bekijken

source: View user
de: Benutzer anzeigen
it: Visualizza utente
nl: Gebruiker bekijken

source: When this event expires (optional)
de: Wann dieses Event abläuft (optional)
it: Quando scade questo evento (opzionale)
nl: Wanneer dit evenement verloopt (optioneel)

source: Whether this provider is currently active and available for authentication
de: Ob dieser Anbieter derzeit aktiv und für die Authentifizierung verfügbar ist
it: Se questo provider è attualmente attivo e disponibile per l'autenticazione
nl: Of deze aanbieder momenteel actief is en beschikbaar voor authenticatie

source: vs last month
de: vs. letzter Monat
it: vs mese scorso
nl: vs vorige maand

source: Back to app
de: Zurück zur App
it: Torna all'app
nl: Terug naar app

source: Confirm email change
it: Conferma la modifica dell'email

source: If you didn't request an email change, please ignore this.
it: Se non hai richiesto una modifica dell'indirizzo email, ignora questo messaggio.
