Repository: dohrisalim/Claper
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it, lv, nl

source: Settings
de: Einstellungen
it: Impostazioni
lv: Iestatījumi
nl: Instellingen

source: Join the Claper experience
de: Werden Sie Teil der Claper Erfahrung
it: Unisciti all'esperienza Claper
lv: Pievienojieties Claper pieredzei
nl: Doe mee met de Claper-ervaring

source: Oops, check that all fields are filled in correctly.
de: Überprüfen Sie, ob alle Felder korrekt ausgefüllt sind.
it: Ops, controlla che tutti i campi siano compilati correttamente.
lv: Ups, pārbaudiet, vai visi lauki ir aizpildīti pareizi.
nl: Oeps, controleer of alle velden correct zijn ingevuld.

source: Change
de: Ändern
it: Cambia
lv: Mainīt
nl: Aanpassen

source: Code
it: Codice
lv: Kods

source: Email address
de: E-Mail Adresse
it: Indirizzo email
lv: E-pasta adrese
nl: E-mailadres

source: Logout
de: Ausloggen
it: Esci
lv: Izrakstīties
nl: Uitloggen

source: Personal informations
de: Persönliche Informationen
it: Informazioni personali
lv: Personīgā informācija
nl: Persoonlijke informatie

source: We already sent you an email to login, please retry in 5 minutes.
de: Wir haben Ihnen bereits eine E-Mail zur Anmeldung geschickt, bitte versuchen Sie es in 5 Minuten erneut.
it: Ti abbiamo già inviato un'email per accedere, riprova tra 5 minuti.
lv: Mēs jau nosūtījām jums e-pastu, lai pieteiktos. Lūdzu, mēģiniet vēlreiz pēc 5 minūtēm.
nl: We hebben je al een e-mail gestuurd om in te loggen. Probeer het over 5 minuten opnieuw.

source: We sent you an email at
de: Wir haben Ihnen eine E-Mail geschickt an
it: Ti abbiamo inviato un'email a
lv: Mēs nosūtījām jums e-pastu uz adresi
nl: Wij hebben je een e-mail gestuurd om

source: days
de: Tage
it: giorni
lv: dienas
nl: dagen

source: hours
de: Stunden
it: ore
lv: stundas
nl: uren

source: minutes
de: Minuten
it: minuti
lv: minūtes
nl: minuten

source: Be the first to react !
de: Seien Sie der Erste, der reagiert!
it: Reagisci per primo !
lv: Esi pirmais, kas noreaģē!
nl: Wees de eerste die reageert!

source: Join
de: Teilnehmen
it: Partecipa
lv: Pievienoties
nl: Meedoen

source: Dashboard
it: Cruscotto
lv: Vadības panelis

source: seconds
de: Sekunden
it: secondi
lv: sekundes
nl: seconden

source: Finished
de: Beendet
it: Terminato
lv: Pabeigts
nl: Afgerond

source: Finished on
de: Beendet um
it: Terminato il
lv: Pabeigts
nl: Afgerond om

source: Incoming
de: Kommende
it: In entrata
lv: Drīzumā
nl: Inkomend

source: Leave
de: Verlassen
it: Lascia
lv: Pamest
nl: Vertrekken

source: Scan to interact in real-time
de: Scannen und in Echtzeit interagieren
it: Scansiona per interagire in tempo reale
lv: Noskenējiet, lai mijiedarbotos reāllaikā
nl: Scannen om live mee te doen

source: Starting on
de: Startet um
it: Inizia il
lv: Sākot no
nl: Vanaf

source: Updated successfully
de: Erfolgreich aktualisiert
it: Aggiornato correttamente
lv: Veiksmīgi atjaunināts
nl: Succesvol bijgewerkt

source: It's time to empower your presentations.
de: Es ist an der Zeit, Ihren Präsentationen mehr Bedeutung zu verleihen.
it: È il momento di potenziare le tue presentazioni.
lv: Ir pienācis laiks uzlabot jūsu prezentācijas.
nl: Het is tijd om jouw presentaties kracht bij te zetten.

source: Return to home
de: Zurück zur Startseite
it: Ritorna alla home
lv: Atgriezties uz sākumlapu
nl: Terug

source: Created successfully
de: Erfolgreich erstellt
it: Creato correttamente
lv: Veiksmīgi izveidots
nl: Succesvol aangemaakt

source: Edit
de: Ändern
it: Modifica
lv: Rediģēt
nl: Bewerken

source: Create
de: Erstellen
it: Crea
lv: Izveidot
nl: Aanmaken

source: Delete
de: Löschen
it: Elimina
lv: Dzēst
nl: Verwijderen

source: Save
de: Speichern
it: Salva
lv: Saglabāt
nl: Opslaan

source: A link to confirm your email change has been sent to the new address.
de: Ein Link zur Bestätigung Ihrer E-Mail-Änderung wurde an die neue Adresse gesendet.
it: E' stato inviato al tuo indirizzo un collegamento per confermare la modifica dell'indirizzo email.
lv: Uz jauno adresi ir nosūtīta saite, lai apstiprinātu e-pasta maiņu.
nl: Er is een link naar het nieuwe adres verzonden om de e-mailwijziging te bevestigen.

source: Change the email address you want associated with your account.
de: Ändern Sie die E-Mail-Adresse, die Sie mit Ihrem Konto verknüpfen möchten.
it: Modifica l'indirizzo email che vuoi associare alla tua utenza.
lv: Mainiet e-pasta adresi, kuru vēlaties saistīt ar savu kontu.
nl: Wijzig het e-mailadres dat je aan jouw account wil koppelen.

source: Update your email
de: Ihre E-Mail ändern
it: Aggiorna la tua email
lv: Atjauniniet savu e-pasta adresi
nl: Werk uw e-mailadres bij

source: Connect to Claper
de: Einloggen zu Claper
it: Connettiti a Claper
lv: Pieslēdzieties Claper
nl: Maak verbinding met Claper

source: ACCESS TO MY ACCOUNT
de: ZUGANG ZU MEINEM KONTO
it: ACCEDI ALLA MIA UTENZA
lv: PIEKĻUVE MANAM KONTAM
nl: TOEGANG TOT MIJN ACCOUNT

source: Update email instructions
de: Email-Einweisung ändern
it: Aggiorna le istruzioni via email
lv: E-pasta adreses maiņas instrukcijas
nl: E-mailinstructies bijwerken

source: CONFIRM EMAIL
de: E-MAIL BESTÄTIGEN
it: CONFERMA EMAIL
lv: APSTIPRINĀT E-PASTU
nl: BEVESTIG E-MAIL

source: If you didn't create an account with us, please ignore this.
de: Wenn Sie kein Konto bei uns erstellt haben, ignorieren Sie dies bitte.
it: Se non hai creato un'utenza con noi, ignora questo messaggio.
lv: Ja neesat izveidojuši mūsu kontu, lūdzu, ignorējiet šo informāciju.
nl: Als je geen account bij ons hebt aangemaakt, kun je dit negeren.

source: You can log into your account by clicking here.
de: Sie können sich bei Ihrem Konto anmelden, indem Sie hier klicken.
it: Puoi accedere alla tua utenza cliccando qui.
lv: Varat pieteikties savā kontā, noklikšķinot šeit.
nl: Je kunt inloggen op je account door hier te klikken.

source: Are you sure?
de: Sind Sie sicher?
it: Sei sicuro?
lv: Vai esat pārliecināti?
nl: Zeker weten?

source: Presentation attached
de: Präsentation angehängt
it: Presentazione allegata
lv: Prezentācija ir pievienota
nl: Presentatie bijgevoegd

source: Presentation uploaded
de: Präsentation hochgeladen
it: Presentazione caricata
lv: Prezentācija ir augšupielādēta
nl: Presentatie geupload

source: Remove
de: Entfernen
it: Rimuovi
lv: Noņemt
nl: Verwijderen

source: Select your presentation
de: Wählen Sie Ihre Präsentation
it: Seleziona la tua presentazione
lv: Izvēlieties savu prezentāciju
nl: Selecteer de presentatie

source: Upload a file
de: Datei hochladen
it: Carica un file
lv: Failu augšupielāde
nl: Een bestand uploaden

source: or drag and drop
de: oder drag and drop
it: o trascina
lv: vai velciet un nometiet
nl: of slepen en neerzetten

source: You have selected an incorrect file type
de: Sie haben einen falschen Dateityp ausgewählt
it: Hai selezionato un tipo di file non corretto
lv: Jūs esat izvēlējies nepareizu faila tipu
nl: Je hebt een onjuist bestandstype geselecteerd

source: Your file is too large
de: Ihre Datei ist zu groß
it: Il tuo file è troppo grande
lv: Jūsu fails ir pārāk liels
nl: Het bestand is te groot

source: Change file
de: Datei ändern
it: Cambia file
lv: Mainīt failu
nl: Bestand aanpassen

source: Presentation replaced
de: Präsentation ersetzt
it: Presentazione sostituita
lv: Prezentācija aizstāta
nl: Presentatie vervangen

source: Edit poll
de: Umfrage bearbeiten
it: Modifica sondaggio
lv: Rediģēt aptauju
nl: Peiling bewerken

source: New poll
de: Neue Umfrage
it: Nuovo sondaggio
lv: Jauna aptauja
nl: Nieuwe peiling

source: Title of your poll
de: Titel Ihrer Umfrage
it: Titolo del tuo sondaggio
lv: Jūsu aptaujas nosaukums
nl: Titel van de peiling

source: Upload failed
de: Hochladen fehlgeschlagen
it: Caricamento non riuscito
lv: Neizdevās augšupielādēt
nl: Uploaden mislukt

source: Add poll to know opinion of your public.
de: Fügen Sie eine Umfrage hinzu, um die Meinung Ihres Publikums zu erfahren.
it: Aggiungi un sondaggio per conoscere l'opinione del tuo pubblico.
lv: Pievienojiet aptauju, lai uzzinātu auditorijas viedokli.
nl: Voeg een peiling toe om achter de mening van het publiek te komen.

source: Poll
de: Umfrage
it: Sondaggio
lv: Aptauja
nl: Peiling

source: Choice %{count}
de: Wahl %{count}
it: Scelta %{count}
lv: Izvēle %{count}
nl: Keuze %{count}

source: Current poll
de: Aktuelle Umfrage
it: Sondaggio attuale
lv: Pašreizējā aptauja
nl: Huidige peiling

source: See current poll
de: Aktuelle Umfrage anzeigen
it: Vedi sondaggio attuale
lv: Skatīt pašreizējo aptauju
nl: Bekijk huidige peiling

source: Vote
de: Abstimmen
it: Vota
lv: Balsot
nl: Stemmen

source: User email address
de: Benutzer Email-Adresse
it: Indirizzo email utente
lv: Lietotāja e-pasta adrese
nl: E-mailadres van gebruiker

source: Changing your file will remove all interaction elements like polls associated.
de: Wenn Sie Ihre Datei ändern, werden alle damit verbundenen Interaktionselemente wie Umfragen entfernt.
it: La modifica del file rimuoverà tutti gli elementi di interazione associati, come i sondaggi.
lv: Mainot failu, tiks noņemti visi mijiedarbības elementi, piemēram, aptaujas.
nl: Als je het bestand wijzigt, worden alle bijbehorende interactie-elementen, zoals peilingen, verwijderd.

source: Messages from attendees will appear here.
de: Nachrichten von Teilnehmern werden hier erscheinen.
it: I messaggi delle persone partecipanti appariranno qui.
lv: Dalībnieku ziņojumi parādīsies šeit.
nl: Hier verschijnen berichten van deelnemers.

source: Processing your file...
de: Verarbeitung der Datei...
it: Elaborazione del file in corso...
lv: Jūsu faila apstrāde...
nl: Bestand verwerken...

source: This will delete all responses associated and the poll itself, are you sure?
de: Dadurch werden alle zugehörigen Antworten und die Umfrage selbst gelöscht, sind Sie sicher?
it: Verranno eliminate tutte le risposte associate e il sondaggio stesso. Sei sicuro?
lv: Tas izdzēsīs visas saistītās atbildes un pašu aptauju, vai esat pārliecināti?
nl: Hierdoor worden alle bijbehorende reacties en de peiling verwijderd. Weet je het zeker?

source: Ask, comment...
de: Fragen, kommentieren...
it: Chiedi, commenta...
lv: Jautājiet, komentējiet...
nl: Vraag, reageer...

source: Messages
de: Nachrichten
it: Messaggi
lv: Ziņojumi
nl: Berichten

source: Add facilitator
de: Moderator hinzufügen
it: Aggiungi aiutante
lv: Pievienot moderatoru
nl: Facilitator toevoegen

source: Oops, page doesn't exist.
de: Hoppla, Seite existiert nicht.
it: Ops, la pagina non esiste.
lv: Ups, lapa neeksistē.
nl: Oeps, pagina bestaat niet.

source: The site is under maintenance, we'll be back very soon!
de: Die Seite wird gerade gewartet, wir sind bald wieder da!
it: Il sito è in manutenzione, torneremo presto!
lv: Vietne tiek uzturēta, mēs atgriezīsimies ļoti drīz!
nl: Er wordt aan de site gewerkt, we komen snel terug!

source: Facilitators can present and manage interactions
de: Moderatoren können präsentieren und Interaktionen steuern
it: Gli aiutanti possono presentare e gestire le interazioni
lv: Moderatori var prezentēt un vadīt mijiedarbību
nl: Facilitators kunnen interacties presenteren en beheren

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser
de: Wenn Sie Probleme mit der obigen Schaltfläche haben, kopieren Sie die folgende URL und fügen Sie sie in Ihren Webbrowser ein
it: Se riscontri problemi con il pulsante sopra, copia e incolla l'URL sottostante nel tuo browser web
lv: Ja jums rodas problēmas ar iepriekš norādīto pogu, nokopējiet un ielīmējiet tīmekļa pārlūkprogrammā tālāk norādīto URL adresi
nl: Als je problemen ondervindt met de bovenstaande knop, kopieer en plak dan de onderstaande URL in de webbrowser

source: Add interaction
de: Interaktion hinzufügen
it: Aggiungi interazione
lv: Pievienot mijiedarbību
nl: Voeg interactie toe

source: Blocking this user will delete all his messages and he will not be able to join again, confirm ?
de: Wenn Sie diesen Benutzer sperren, werden alle seine Nachrichten gelöscht, und er kann nicht mehr beitreten. Bestätigen?
it: Bloccando questo utente verranno eliminati tutti i suoi messaggi e non potrà più iscriversi, confermi?
lv: Bloķējot šo lietotāju, tiks dzēsti visi lietotāja ziņojumi un viņš vairs nevarēs pievienoties, apstipriniet?
nl: Als je deze gebruiker blokkeert, worden al zijn berichten verwijderd en kan hij niet meer deelnemen. Bevestigen ?

source: You have been banned from this event
de: Sie wurden von dieser Veranstaltung ausgeschlossen
it: Sei stato bandito da questo evento
lv: Jums ir aizliegts piedalīties šajā pasākumā
nl: Je bent uitgesloten van dit evenement

source: Ban
it: Bandisci
lv: Bloķēt
nl: Uitsluiten

source: , click on the provided link to connect (check your spam !)
de: , klicken Sie auf den angegebenen Link, um sich zu verbinden (überprüfen Sie Ihren Spam!)
it: , clicca sul link fornito per connetterti (controlla anche nella posta indesiderata!)
lv: , noklikšķiniet uz norādītās saites, lai pieslēgtos (pārbaudiet savu surogātpastu!)
nl: , klik op de meegeleverde link om verbinding te maken (controleer de spam-folder!)

source: <span style='font-weight: 700'>Export your current presentation</span> to PDF from your favorite slide presentation software (PowerPoint, etc)
de: <span style='font-weight: 700'>Exportieren Sie Ihre aktuelle Präsentation</span> als PDF aus Ihrer bevorzugten Präsentations-Software (PowerPoint, etc.)
it: <span style='font-weight: 700'>Esporta la tua presentazione attuale</span> in PDF dal tuo software di presentazione preferito (PowerPoint, ecc.)
lv: <span style='font-weight: 700'>Eksportējiet savu pašreizējo prezentāciju</span> uz PDF no savas iecienītākās prezentāciju programmatūras (PowerPoint utt.)
nl: <span style='font-weight: 700'>Exporteer de huidige presentatie</span> naar PDF vanuit jouw favoriete diapresentatiesoftware (PowerPoint, enz.)

source: <span style='font-weight: 700'>Wait few minutes</span> for your file to be processed
de: <span style='font-weight: 700'>Warten Sie einige Minuten</span>, bis Ihre Datei verarbeitet ist
it: <span style='font-weight: 700'>Attendi qualche minuto</span> affinché il tuo file venga elaborato
lv: <span style='font-weight: 700'>Gaidiet dažas minūtes</span>, lai jūsu fails tiktu apstrādāts
nl: <span style='font-weight: 700'>Wacht een paar minuten</span> totdat het bestand is verwerkt

source: Choose <span style='font-weight: 700'>a name</span> for your event, <span style='font-weight: 700'>a code</span> for your attendees to join and <span style='font-weight: 700'>dates when your attendees could start interacting</span>
de: Wählen Sie <span style='font-weight: 700'>einen Namen</span> für Ihre Veranstaltung, <span style='font-weight: 700'>einen Code</span> für den Beitritt der Teilnehmer und <span style ='font-weight: 700'>das Datum, ab dem Ihre Teilnehmer mit der Interaktion beginnen könnten</span>
it: Scegli <span style='font-weight: 700'>un nome</span> per il tuo evento, <span style='font-weight: 700'>un codice</span> a cui i tuoi partecipanti potranno partecipare e <span style='font-weight: 700'>le date in cui i partecipanti potranno iniziare a interagire</span>
lv: Izvēlieties <span style='font-weight: 700'>nosaukumu</span> savam pasākumam, <span style='font-weight: 700'>kodu</span>, ar kuru dalībnieki var pievienoties, un <span style='font-weight: 700'>datumus, kad dalībnieki var sākt mijiedarboties</span>
nl: Kies <span style='font-weight: 700'>een naam</span> voor je evenement, <span style='font-weight: 700'>een code</span> waaraan je bezoekers kunnen deelnemen en <span style ='font-weight: 700'>data waarop de bezoekers met kunnen beginnen</span>

source: Click <span style='font-weight: 700'>Start</span> to open your presentation and move the window on the big screen
de: Klicken Sie auf <span style='font-weight: 700'>Start</span>, um Ihre Präsentation zu öffnen und verschieben das Fenster auf den großen Bildschirm
it: Fai clic su <span style='font-weight: 700'>Avvia</span> per aprire la presentazione e spostare la finestra sullo schermo grande
lv: Noklikšķiniet uz <span style='font-weight: 700'>Start</span>, lai atvērtu prezentāciju un pārvietotu logu uz lielā ekrāna
nl: Klik op <span style='font-weight: 700'>Start</span> om de presentatie te openen en het venster op het grote scherm te plaatsen

source: Click on <span style='font-weight: 700'>Present/Customize</span> to add interaction on your slides
de: Klicken Sie auf <span style='font-weight: 700'>Präsentieren/Anpassen</span>, um Ihren Folien Interaktion hinzuzufügen
it: Fai clic su <span style='font-weight: 700'>Presenta/Personalizza</span> per aggiungere interazione alle tue diapositive
lv: Noklikšķiniet uz <span style='font-weight: 700'>Prezentēt/Pielāgot</span>, lai pievienotu mijiedarbību diapozitīviem
nl: Klik op <span style='font-weight: 700'>Presenteren/Aanpassen</span> om interactie aan dia's toe te voegen

source: Congrats! You've taken the first step to improving your presentations. Here are the next steps to create step up your presentations with Claper:
de: Herzlichen Glückwunsch! Sie haben den ersten Schritt zur Verbesserung Ihrer Präsentationen getan. Hier sind die nächsten Schritte, um Ihre Präsentationen mit Claper noch besser zu gestalten:
it: Congratulazioni! Hai fatto il primo passo per migliorare le tue presentazioni. Ecco i prossimi passi per creare presentazioni di livello superiore con Claper:
lv: Apsveicam! Jūs esat spēruši pirmo soli, lai uzlabotu savas prezentācijas. Šeit ir nākamie soļi, lai ar Claper uzlabotu savas prezentācijas:
nl: Gefeliciteerd! Je hebt de eerste stap gezet om jouw presentaties te verbeteren. Hier zijn de volgende stappen om jouw presentaties te verbeteren met Claper:

source: Enjoy ! ✨
de: Viel Spaß! ✨
it: Divertiti! ✨
lv: Izbaudiet! ✨
nl: Veel plezier ! ✨

source: We sent you an email, click on the provided link to connect (check your spam !)
de: Wir haben Ihnen eine E-Mail geschickt, klicken Sie auf den angegebenen Link, um sich zu verbinden (überprüfen Sie Ihren Spam!)
it: Ti abbiamo inviato un'email, clicca sul link fornito per connetterti (controlla anche nella posta indesiderata!)
lv: Mēs nosūtījām jums e-pastu, noklikšķiniet uz norādītās saites, lai pieslēgtos (pārbaudiet savu surogātpastu!)
nl: We hebben je een e-mail gestuurd, klik op de meegeleverde link om verbinding te maken (controleer de spam-folder!)

source: Welcome !
de: Willkommen!
it: Benvenuti !
lv: Laipni lūdzam!
nl: Welkom !

source: Click on the <span style='font-weight: 700'>create button</span> on your dashboard
de: Klicken Sie auf die Schaltfläche <span style='font-weight: 700'>Erstellen</span> in Ihrem Dashboard
it: Fai clic sul <span style='font-weight: 700'>pulsante Crea</span> sul tuo cruscotto
lv: Noklikšķiniet uz <span style='font-weight: 700'>Izveidot</span> pogas vadības panelī
nl: Klik op de <span style='font-weight: 700'>maakknop</span> op het dashboard

source: Next steps to boost your presentations
de: Nächste Schritte zur Verbesserung Ihrer Präsentationen
it: I prossimi passi per potenziare le tue presentazioni
lv: Nākamie soļi, lai uzlabotu prezentāciju kvalitāti
nl: Volgende stappen om uw presentaties een boost te geven

source: from %{count} people
de: von %{count} Personen
it: da %{count} persona
lv: no %{count} cilvēku
nl: van %{count} mensen

source: Event
de: Veranstaltung
it: Evento
lv: Pasākums
nl: Evenement

source: No messages has been sent
de: Es wurden keine Nachrichten gesendet
it: Non è stato inviato nessun messaggio
lv: Nav nosūtīts neviens ziņojums
nl: Er zijn geen berichten verzonden

source: This will delete all data related to your event, this cannot be undone. Confirm ?
de: Dadurch werden alle Daten im Zusammenhang mit Ihrer Veranstaltung gelöscht. Dies kann nicht rückgängig gemacht werden. Bestätigen?
it: Questo eliminerà tutti i dati relativi al tuo evento, e questa operazione non può essere annullata. Confermi?
lv: Tādējādi tiks dzēsti visi ar jūsu notikumu saistītie dati, un to nevar atcelt. Apstiprināt?
nl: Hiermee worden alle gegevens met betrekking tot het evenement verwijderd. Dit kan niet ongedaan worden gemaakt. Bevestigen ?

source: attendee
de: Teilnehmer
it: partecipante
lv: dalībnieku
nl: deelnemer

source: Audience peak
de: Max. Zuschauer
it: Picco di pubblico
lv: Auditorijas maksimums
nl: Publiekspiek

source: Engagement rate
de: Engagementquote
it: Tasso di coinvolgimento
lv: Iesaistīšanās līmenis
nl: Betrokkenheidspercentage

source: Error when processing the file
de: Fehler beim Verarbeiten der Datei
it: Errore durante l'elaborazione del file
lv: Kļūda apstrādājot failu
nl: Fout bij het verwerken van het bestand

source: About
de: Über
it: Informazioni
lv: Par
nl: Over

source: Login
de: Anmeldung
it: Accedi
lv: Pieteikšanās
nl: Inloggen

source: Connect to your account
de: Verbinden Sie sich mit Ihrem Konto
it: Connettiti alla tua utenza
lv: Pieslēdzieties savam kontam
nl: Maak verbinding met je account

source: Or use the code:
de: Oder verwenden Sie den Code:
it: Oppure usa il codice:
lv: Vai arī izmantojiet kodu:
nl: Of gebruik de code:

source: Create account
de: Benutzerkonto erstellen
it: Crea utenza
lv: Izveidot kontu
nl: Account aanmaken

source: Change the password used to access your account.
de: Ändern Sie das Passwort, mit dem Sie auf Ihr Konto zugreifen.
it: Cambia la password utilizzata per accedere alla tua utenza.
lv: Mainiet paroli, kas tiek izmantota, lai piekļūtu jūsu kontam.
nl: Wijzig het wachtwoord dat wordt gebruikt om toegang te krijgen tot jouw account.

source: Current password
de: Aktuelles Passwort
it: Password attuale
lv: Pašreizējā parole
nl: Huidig wachtwoord

source: New password
de: Neues Kennwort
it: Nuova password
lv: Jauna parole
nl: Nieuw wachtwoord

source: Update your password
de: Aktualisieren Sie Ihr Passwort
it: Aggiorna la tua password
lv: Atjaunināt paroli
nl: Update jouw wachtwoord

source: Your password has been updated.
de: Dein Passwort wurde aktualisiert.
it: La tua password è stata aggiornata.
lv: Jūsu parole ir atjaunināta.
nl: Het wachtwoord is bijgewerkt.

source: Field %{count}
de: Feld %{count}
it: Campo %{count}
lv: Lauks %{count}
nl: Veld %{count}

source: Add form to collect data from your public.
de: Fügen Sie ein Formular hinzu, um Daten von Ihrem Publikum zu sammeln.
it: Aggiungi un modulo per raccogliere dati dal tuo pubblico.
lv: Pievienojiet veidlapu, lai savāktu datus no auditorijas.
nl: Voeg een formulier toe om gegevens van het publiek te verzamelen.

source: Current form
de: Aktuelles Formular
it: Modulo corrente
lv: Pašreizējā forma
nl: Huidig formulier

source: Edit form
de: Formular bearbeiten
it: Modifica modulo
lv: Rediģēt veidlapu
nl: Formulier bewerken

source: Form
de: Formular
it: Modulo
lv: Veidlapa
nl: Formulier

source: Form submissions
de: Abgeschickte Formulare
it: Invio di moduli
lv: Veidlapu iesniegumi
nl: Formulierinzendingen

source: Form submissions from attendees will appear here.
de: Formulareinsendungen der Teilnehmer werden hier angezeigt.
it: I moduli compilati dai partecipanti appariranno qui.
lv: Dalībnieku iesniegtās veidlapas parādīsies šeit.
nl: Formulierinzendingen van deelnemers worden hier weergegeven.

source: Name
it: Nome
lv: Nosaukums
nl: Naam

source: New form
de: Neues Formular
it: Nuovo modulo
lv: Jauna veidlapa
nl: Nieuw formulier

source: No form submission has been sent
de: Es wurde kein Formular gesendet
it: Non è stato compilato alcun modulo
lv: Nav nosūtīts neviens veidlapas iesniegums
nl: Er is geen formulierinzending verzonden

source: See current form
de: Aktuelles Formular anzeigen
it: Vedi il modulo corrente
lv: Skatīt pašreizējo veidlapu
nl: Bekijk huidig formulier

source: Submit
de: Abschicken
it: Invia
lv: Iesniegt
nl: Indienen

source: Text
it: Testo
lv: Teksts
nl: Tekst
