Repository: dohrisalim/Claper
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: lv

source: can't be blank
lv: nedrīkst būt tukšs

source: has already been taken
lv: jau ir aizņemts

source: is invalid
lv: ir nederīgs

source: must be accepted
lv: jābūt pieņemtam

source: has invalid format
lv: ir nederīgs formāts

source: has an invalid entry
lv: ir nederīgs ieraksts

source: is reserved
lv: ir rezervēts

source: does not match confirmation
lv: neatbilst apstiprinājumam

source: is still associated with this entry
lv: joprojām ir saistīts ar šo ierakstu

source: are still associated with this entry
lv: joprojām ir saistīti ar šo ierakstu

source: should be %{count} character(s)
lv: jābūt %{count} rakstzīmju

source: should have %{count} item(s)
lv: jābūt %{count} vienību

source: should be at least %{count} character(s)
lv: jābūt vismaz %{count} rakstzīmju

source: should have at least %{count} item(s)
lv: jābūt vismaz %{count} vienību

source: should be at most %{count} character(s)
lv: jābūt ne vairāk kā %{count} rakstzīmju

source: should have at most %{count} item(s)
lv: jābūt ne vairāk kā %{count} vienību

source: must be less than %{number}
lv: jābūt mazākam par %{number}

source: must be greater than %{number}
lv: jābūt lielākam par %{number}

source: must be less than or equal to %{number}
lv: jābūt mazākam vai vienādam ar %{number}

source: must be greater than or equal to %{number}
lv: jābūt lielākam vai vienādam ar %{number}

source: must be equal to %{number}
lv: jābūt vienādam ar %{number}
